export const questions = [
  {
    question: "ما هي أنواع الاختبارات التي يقدمها الموقع؟ ",
    answer:
      "اختبار الدرس: يغطي درسًا محددًا. اختبار الوحدة: يغطي وحدة دراسية كاملة. اختبار نصفي: يغطي نصف المنهج. اختبار نهائي: يغطي المنهج الدراسي بالكامل. يمكنك اختيار النوع المناسب حسب احتياجاتك الدراسية. ",
  },
  {
    question: "هل يمكنني تجربة المنصة قبل الاشتراك؟",
    answer:
      "نعم، لدينا خيار تجربة مجانية متاح للجميع لتجربة المنصة قبل الاشتراك الكامل. ",
  },
  {
    question: "كيف أبدأ في إعداد اختبار على المنصة؟ ",
    answer:
      "بعد التسجيل في الموقع، اختر المادة والمرحلة الدراسية، ثم حدد نوع الأسئلة (اختيارات متعددة، صح وخطأ، مقالي) واضغط على 'إنشاء اختبار'. يمكنك بعد ذلك تخصيص الأسئلة والطباع",
  },
  {
    question: "هل توفر المنصة اختبارات لجميع المراحل الدراسية؟ ",
    answer:
      "نعم، المنصة تغطي جميع المراحل الدراسية (الابتدائي، المتوسط، والثانوي) مع إمكانية تخصيص الأسئلة لكل مادة. ",
  },
  {
    question: "هل أستطيع تعديل الأسئلة بعد إنشائها؟ ",
    answer:
      "نعم، يمكنك تعديل، إضافة أو حذف الأسئلة في أي وقت قبل طباعة الاختبار. ",
  },
  {
    question: "سؤال: كم مادة يمكنني إعداد اختبارات لها في الحساب الواحد؟ ",
    answer:
      "يمكنك إعداد اختبارات لما يصل إلى 3 مواد لكل حساب. إذا كنت ترغب في إضافة مواد إضافية، يمكنك الترقية ",
  },
  {
    question: "ما هي أنواع الأسئلة المتاحة؟ ",
    answer:
      "نقدم عدة خيارات، بما في ذلك: اختيارات متعددة، صح وخطأ، وأسئلة مقالية، قطعه ،وصل، اكمل فراغ ،عرف. ",
  },
  {
    question: "هل الموقع يدعم استخدام الجوال؟ ",
    answer:
      "نعم، الموقع مصمم ليكون متوافقًا مع جميع الأجهزة، بما في ذلك الهواتف الجوالة. يمكنك إعداد الاختبارات وتخصيصها بسهولة من خلال هاتفك المحمول بنفس سهولة استخدام الكمبيوتر. ",
  },
  {
    question: "كيف أستفيد من العرض الخاص؟ ",
    answer:
      "ببساطة قم بالتسجيل، وأدخل كود التفعيل أو رقم الطلب بعد الشراء للاستفادة من الخصم المقدم ",
  },
  {
    question: "ما هو عدد الفقرات ",
    answer:
      "عدد الفقرات يشير إلى أنواع الأسئلة المختلفة في الاختبار، مثل: اختيارات متعددة، صح وخطأ، أسئلة مقالية، وصل، وقطعة. يمكنك تخصيص عدد الفقرات لكل نوع من الأسئلة حسب احتياجاتك. ",
  },
];
