export const helpData = [
  {
    title: "إنشاء حساب جديد",
    text: "للبدء، تحتاج إلى إنشاء حساب جديد. اضغط على زر التسجيل واملأ المعلومات المطلوبة.",
    iconUrl: "/icons/user-plus.svg",
  },
  {
    title: "تسجيل الدخول",
    text: "يمكنك تسجيل الدخول باستخدام بياناتك. تأكد من حفظ كلمة المرور الخاصة بك.",
    iconUrl: "/icons/login.svg",
  },
  {
    title: "إنشاء اختبار جديد",
    text: "لإنشاء اختبار جديد، اختر خيار 'إنشاء اختبار' من القائمة الرئيسية. و ابدأ بتعبئة بيانات الإختبار.",
    iconUrl: "/icons/circle-plus.svg",
  },
  {
    title: "إضافة الأسئلة",
    text: "بعد إنشاء الاختبار، يمكنك إضافة الأسئلة بأنواع مختلفة مثل اختيار متعدد، صح/خطأ، وغيرها.",
    iconUrl: "/icons/circle-question.svg",
  },
  {
    title: "تصميم ورقة الاختبار",
    text: "بعداضافة اسئلة الاختبار، يمكنك تصميم ترويسة الاختبار و ترتيب الاسئلة",
    iconUrl: "/icons/floppy-disk.svg",
  },
  {
    title: "مراقبة النتائج",
    text: "بعد الانتهاء من الاختبار، يمكنك مراقبة نتائج الطلاب من خلال قسم التقارير. ستظهر لك تفاصيل الأداء لكل طالب.",
    iconUrl: "/icons/chart-line.svg",
  },
];
