export const servicesData = [
  {
    icon: "/icons/file-settings.svg",
    title: "إعدادات الأسئلة",
    text: " في كل فقرة يمكنك تحديد نمط الأسئلة ، وصعوبتها ، ومجموع الاسئلة ، ومفاتيح الإجابات ، والدرجة ، والوحدات ، والدروس",
  },
  {
    icon: "/icons/setting-two.svg",
    title: "إعدادات الإختبار",
    text: "تستطيع تحديد عنوان الإختبار ، والصف ، والفصل الدراسي ،والوحدات الدراسية، وعدد فقرات كل اختبار",
  },
  {
    icon: "/icons/full-screen-play.svg",
    title: "إدارة مركزية",
    text: "توفير مكان مركزي لإدارة اختباراتك و مراقبة نتائجها و ادائها",
  },
  {
    icon: "/icons/save.svg",
    title: "السجلات",
    text: "سيكون لديك قائمة بكل الإختبارات التي قمت بإعدادها سابقا ويمكنك التعديل عليها أو حذفها أو طباعتها",
  },
  {
    icon: "/icons/clipboard.svg",
    title: "الطباعة والمعاينة",
    text: "بعد إعداد النموذج، يمكنك التعديل بحذف أو إضافة أسئلة جديدة، ثم طباعة نموذجين: واحد للأسئلة وآخر للإجابات",
  },
  {
    icon: "/icons/pencil.svg",
    title: "تصحيح آلي",
    text: "يقدم 'إعداد الاختبارات' ميزة التصحيح الالي ليسهل عليك عملك و يوفر عليك الجهد في تصحيح اختباراتك",
  },
];
