export const servicesData = [
  {
    icon: "/icons/file-settings.svg",
    title: "إعدادات الأسئلة",
    text: " في كل فقرة يمكنك تحديد نمط الأسئلة ، وعدد الاسئلة حسب الصعوبة ومجموع الاسئلة ، ومفاتيح الإجابات ، والدرجة والوحدات والدروس",
  },
  {
    icon: "/icons/setting-two.svg",
    title: "إعدادات الإختبار",
    text: "تستطيع تحديد عنوان الإختبار ، والصف ، الفصل الدراسي،والوحدات الدراسية، وعدد فقرات كل اختبار",
  },
  {
    icon: "/icons/full-screen-play.svg",
    title: "لوحة تحكم خاصة بالمعلم",
    text: "تحتوى على بيانات المعلم ويستطيع منها المعلم انشاء اختبارات جديدة والاحتفاظ بالاختبارات السابقة أو طرح أسئلة جديدة",
  },
  {
    icon: "/icons/save.svg",
    title: "الإختبارات السابقة",
    text: "سيكون لديك قائمة بكل الإختبارات التي قمت بإعدادها سابقا ويمكنك التعديل عليها أو حذفها أو طباعتها أو إرسالها للطلاب",
  },
  {
    icon: "/icons/clipboard.svg",
    title: "الطباعة والمعاينة",
    text: "بعد إعداد النموذج، يمكنك التعديل بحذف أو إضافة أسئلة جديدة، ثم طباعة نموذجين: واحد للأسئلة وآخر للإجابات",
  },
  {
    icon: "/icons/pencil.svg",
    title: "إعدادات الترويسة",
    text: "اختيار الكليشة أو ( الترويسة ) للإختبار سواء شهري أو نهائي وإعداده على حسب رغبة المعلمة",
  },
];
