export const standardData = [
  "إشتراك سنة",
  "إنشاء آلي و يدوي للإختبارات",
  "مرحلة دراسية واحدة",
  "مادة دراسية واحدة",
  "امكانية تغيير السؤال",
];

export const silverData = [
  "إشتراك سنة",
  "إنشاء آلي و يدوي للإختبارات",
  "تصميم ورقة الإختبار",
  "مرحلتين دراسيتين",
  "ثلاث مواد دراسية",
  "سجلات متابعة رقمية و اغلفة",
  "تبديل سؤال",
  "تعديل + حذف + اضافة سؤال",
];

export const goldenData = [
  "إشتراك سنة",
  "إنشاء آلي و يدوي للإختبارات",
  "إختبارات موهوبين و تدريبات نافس",
  "تصميم ورقة الإختبار",
  "سجلات للمتابعة",
  "خاصية رفع درجات مشاركة الطلاب + الواجبات و المهام الأدائية",
  "تصحيح آلي",
  "طباعة التقارير",
  "رفع الدرجات على نور",
  "تبديل سؤال",
  "تعديل + حذف + اضافة سؤال",
  "ادارة مركزية",
];
