export const footerData = [
  {
    title: "ما نقدمه",
    text: [
      "في طاعداد الاختباراتط، نحن نعلم أن كل معلم يسعى لتقديم الأفضل لطلابه. ولهذا السبب، قمنا بتطوير منصة متكاملة تتيح لك إعداد اختبارات ورقية بفعالية وسهولة، مع إضافة لمسة حديثة من خلال التصحيح الآلي. هدفنا هو تبسيط عملية إعداد الاختبارات وتصحيحها، حتى يتمكن المعلمون من التركيز على ما هو أهم: تعليم الطلاب.",
    ],
  },
  {
    title: "رؤيتنا",
    text: [
      "نطمح لأن نكون الشريك الأمثل لكل معلم ومؤسسة تعليمية تسعى لتحسين عملية التقييم. نهدف إلى تمكين المعلمين من إعداد اختبارات تتسم بالدقة والفعالية، مع تقديم تجربة مستخدم سلسة ومتكاملة.",
    ],
  },
  {
    title: "رسالتنا",
    text: [
      "نحن هنا لمساعدة المعلمين في جميع أنحاء العالم على تحقيق أقصى استفادة من وقتهم وجهودهم من خلال تقديم أدوات سهلة الاستخدام، تمكنهم من إعداد وتصحيح الاختبارات بلمسة زر. نؤمن بأن التكنولوجيا يمكن أن تعزز من جودة التعليم دون أن تتخلى عن القيم التقليدية التي تجعل التعليم مميزًا.",
    ],
  },
  {
    title: "قيمنا",
    text: [
      "البساطة: نسعى لتوفير أدوات سهلة الاستخدام دون تعقيد، تتيح للمعلمين إعداد وتصحيح الاختبارات بسرعة وكفاءة",
      "الابتكار: نحن ملتزمون بالابتكار المستمر وتقديم حلول جديدة تجعل عملية التقييم أكثر فعالية",
      " الجودة: نركز على تقديم منتج عالي الجودة يلبي احتياجات المعلمين بدقة وموثوقية",
      " الدعم: نحن هنا لدعمك في كل خطوة، سواء كنت تستخدم منصتنا لأول مرة أو كنت معلمًا متمرسًا",
    ],
  },
  {
    title: "لماذا نحن؟",
    text: [
      "لأننا نفهم التحديات التي يواجهها المعلمون في إعداد وتصحيح الاختبارات، ولأننا نؤمن بأن كل دقيقة يتم توفيرها في هذه العمليات هي دقيقة يمكن استثمارها في تحسين تعليم الطلاب. 'اعداد الاختبارات' ليس مجرد أداة، بل هو شريك في رحلتك التعليمية",
    ],
  },
];
