export const TestimonialsData = [
  {
    name: "محمد الغاندي",
    rating: 5,
    comment:
      "موقع ممتاز لإنشاء الاختبارات، سهل الاستخدام وبه خيارات متعددة للأسئلة والتقييم!",
  },
  {
    name: "فيصل أحمد",
    rating: 5,
    comment:
      "الخدمة رائعة، وفّرت علي الكثير من الوقت في إعداد اختباراتي. أنصح الجميع بتجربته.",
  },
  {
    name: "نور البهيتي",
    rating: 5,
    comment:
      "واجهة سهلة وسلسة، تمكنت من إعداد اختبار كامل في دقائق. الموقع يستحق التجربة.",
  },
  {
    name: "عبدالله محمود",
    rating: 5,
    comment:
      "لموقع مرن ويتيح إعداد أسئلة متنوعة، الى جانب التصحيح الآلي السريع.",
  },
  {
    name: "سلمان الشهراني",
    rating: 5,
    comment:
      "حببت سهولة التحكم في أنواع الأسئلة وتنسيق الاختبارات، تجربة رائعة وسريعة.",
  },
];
